Repository: wp-plugins/collage-gallery
Catalog: languages/collage-gallery-*.po
Languages: ru_ru

source: Close (Esc)
ru_ru: Закрыть (Esc)

source: Share
ru_ru: Поделиться

source: Toggle fullscreen
ru_ru: Полный экран

source: Zoom in/out
ru_ru: Масштаб

source: Previous (arrow left)
ru_ru: Назад (стрелка влево)

source: Next (arrow right)
ru_ru: Вперед (стрелка вправо)

source: Collage Gallery
ru_ru: Коллаж

source: Global Settings
ru_ru: Основные настройки

source: Collage Gallery plugin global settings.
ru_ru: Основные настройки плагина.

source: Collage Settings
ru_ru: Настройки коллажа

source: Collage based on jQuery plugin "Justified Gallery" by <i>miromannino</i> (<a href = "https://github.com/miromannino/Justified-Gallery" target = "_blank">git</a>). Explanation of the settings are taken from plugin official <a href = "http://miromannino.github.io/Justified-Gallery/" target = "_blank">site</a>.
ru_ru: В основе коллажа лежит jQuery плагин "Justified Gallery" от <i>miromannino</i> (<a href = "https://github.com/miromannino/Justified-Gallery" target = "_blank">git</a>, официальный <a href = "http://miromannino.github.io/Justified-Gallery/" target = "_blank">сайт</a>).

source: Add to post
ru_ru: Добавить в запись

source: Plugin can automatically convert all attached to the post images in a collage or you can use shortcode <i>[collage_gallery]</i>.
ru_ru: Плагин может автоматически преобразовать все прикрепленные к записи изображения в коллаж или вы можете использовать шорткод <i>[collage_gallery]</i>.

source: Auto
ru_ru: Автоматически

source: Manual / <i>use shortcode [collage_gallery]</i>
ru_ru: Вручную / <i>используйте шорткод [collage_gallery]</i>

source: Where in the post position the collage gallery.<br/>Fires <strong>only</strong> if selected Add to post: <strong>Auto</strong>.
ru_ru: Где в записи поместить коллаж.<br/>Сработает <strong>только</strong> если выбрано Добавить в запись: <strong>Автоматически</strong>.

source: Before content
ru_ru: До контента

source: After content
ru_ru: После контента

source: Use LightBox
ru_ru: Лайтбокс

source: When clicked on image open it in lightbox or not.
ru_ru: При нажатии на фото, открыть его в лайтбоксе или нет.

source: No
ru_ru: Нет

source: PhotoSwipe <small>touch, mobile, responsive</small>
ru_ru: PhotoSwipe <small>мобильный, с жестами, респонсивный</small>

source: Show in pages
ru_ru: Показывать на

source: You can select the pages types on which will be added collage.
ru_ru: Вы можете выбрать типы страниц на которые будет добавлен коллаж.

source: Front page, <small>is_front_page()</small>.
ru_ru: Домашняя страница, <small>is_front_page()</small>.

source: Single (posts) pages, <small>is_single()</small>.
ru_ru: Страницы записей, <small>is_single()</small>.

source: Tax pages, <small>is_tax()</small>.
ru_ru: Страницы таксономии, <small>is_tax()</small>.

source: If one image
ru_ru: Если одно фото

source: Actions, if only one image in post.
ru_ru: Действия, если у записи только одно фото.

source: Hide image
ru_ru: Скрыть фото

source: Show as Collage
ru_ru: Показать как коллаж

source: Show as responsive image
ru_ru: Показать как респонсивное фото

source: Link
ru_ru: Ссылки

source: When click on image, opens...
ru_ru: При нажатии на изображение в коллаже, откроется...

source: Image page / attachment page
ru_ru: Страница изображения / attachment page

source: Image
ru_ru: Изображение

source: Nothing happens
ru_ru: Ничего не произойдет

source: post_meta name
ru_ru: Имя post_meta

source: Add collage to post only if it has <i>post_meta</i> with given name. Leave blank if not required.
ru_ru: Добавить коллаж к записи только если она имеет post_meta с указанным именем. Оставьте пустым, если этого не требуется.

source: Row Height
ru_ru: Высота строки

source: The approximately height of rows in pixel (px).<br/>i.e.: <code>120</code>.
ru_ru: Ориетировочная высота строк с фото (в px).<br/>Например: <code>120</code>.

source: Max&nbsp;row&nbsp;height
ru_ru: Макс. высота строки

source: The maximum row height in pixel. Negative value to haven't limits. Zero to have a limit of <i>1.5 * Row Height</i>.<br/>i.e.: <code>0</code>.
ru_ru: Максимальная высота строки (в px). Если отрицательное значение - без ограничений. Если ноль: макс. высота = <i>1.5 * Высота строки</i>.<br/>Например, <code>0</code>.

source: Last Row
ru_ru: Последняя строка

source: Decide if you want to justify the last row or not, or to hide the row if it can't be justified.
ru_ru: Выравнивать ли изображения в последней строке на всю длину строки или нет.

source: No Justify
ru_ru: Не выравнивать

source: Justify
ru_ru: Выравнивать

source: Hide
ru_ru: Скрыть

source: Fixed Height
ru_ru: Фикс. высота

source: Decide if you want to have a fixed height. This mean that all the rows will be exactly with the specified Row Height.
ru_ru: Должны ли все строки иметь одинаковую высоту. Если "Да", высота всех строк будет равно параметру <i>высота строки</i>.

source: Yes
ru_ru: Да

source: Caption
ru_ru: Заголовки

source: Decide if you want to show the caption or not, that appears when your mouse is over the image.
ru_ru: Показывать ли заголовки изображений при наведении курсора мыши на фото.

source: Margins
ru_ru: Отступы

source: Decide the margins (px) between the images.
ru_ru: Размер отступов между изображениями (в px).

source: Border
ru_ru: Рамки

source: Decide the border size (px) of the gallery. With a negative value the border will be the same as the margins.
ru_ru: Размер рамки вокруг изображений (в px). Если значение отрицательное рамка будет равна параметру <i>отступы</i>.

source: Add custom CSS.
ru_ru: Добавить CSS.

source: Collage Gallery plugin <a href = "http://ukraya.ru/collage-gallery/support" target = "_blank">Support</a>
ru_ru: <a href = "http://ukraya.ru/collage_gallery/support" target = "_blank">Помощь</a> и решение проблем по работе с плагином.

source: None
ru_ru: Ничего
